Repository: eltacoalb/Generad
Catalog: Generad/Resources/Inicio/Inicio.*.resx
Languages: es

# Areas_de_accion
source: Areas of expertise
es: Áreas de acción

# Comercializacion
source: Commercialization
es: Comercialización

# Comercializacion_1
source: Import and export any product that the customer requires
es: Importar y exportar cualquier producto que requiera el cliente

# Comercializacion_2
source: Offer the best quality and price to the health, technological, industrial and food markets
es: Ofrecer la mejor calidad y precio al mercado de salud, tecnológico, industrial y de alimentos

# Como_lo_hacemos
source: How do we do it?
es: ¿Cómo lo hacemos?

# Como_lo_hacemos_1
source: Listening to you and understanding your needs
es: Escuchandolo y comprendiendo sus necesidades

# Como_lo_hacemos_2
source: Bringing together the best companies to carry out an analysis of all the factors that intervene in reality vertically and, transversely
es: Reuniendo a las mejores empresas para realizar un análisis de todos los factores que intervienen en la realidad de forma vertical y, transversalmente

# Como_lo_hacemos_3
source: Finding the best solution options and proposing them to customers
es: Encontrando las mejores opciones de solución y proponiendolas a los clientes

# Como_lo_hacemos_4
source: Coordinating the knowledge and experience of the best companies and professionals of each sector to bring to reality
es: Coordinando el conocimiento y experiencia de las mejores empresas y profesionistas de cada ramo para llevarlas a la realidad

# Como_lo_hacemos_5
source: Implementing the solution and following the results
es: Implementando la solución y dando seguimiento a los resultados

# Holding_1
source: New business development
es: Desarrollo de negocios nuevos

# Holding_2
source: Optimize business development in progress
es: Optimizar el desarrollo de negocios en proceso de ejecución

# Holding_3
source: Mediate in business disputes: technical, legal or cost
es: Mediar en conflictos empresariales: técnicos, legales o de costos

# Integracion_personal
source: Professional integration
es: Integración profesional

# Integracion_personal_1
source: Increase the knowledge and skills of professionals, as well as complement their attitude according to organizational needs
es: Aumentar los conocimientos y habilidades de profesionistas, así como complementar su actitud acorde con las necesidades organizacionales

# Lo_que_hacemos
source: We do
es: Lo que hacemos

# Lo_que_hacemos_1
source: Increase your profits and those of your company
es: Aumentar sus ganancias y las de su empresa

# Lo_que_hacemos_2
source: Keep your company competitive
es: Mantener competitiva su empresa

# Lo_que_hacemos_3
source: Solve your company's problems
es: Resolver los problemas que tenga su empresa

# Presentacion
source: Presentation
es: Presentación

# Presentacion_conector
source: START
es: COMENZAR

# Presentacion_eslogan
source: TAKE YOUR BUSINESS TO NEW SUCCESSES
es: LLEVE SU NEGOCIO A NUEVOS ÉXITOS

# Presentacion_llave
source: MORE
es: SABER MÁS

# Presentacion_subtitulo
source: Development, consulting and advisory
es: Desarrollo, consultoría y asesoría
