Repository: eltacoalb/Generad
Catalog: Generad/Resources/Comercializacion/Comercializacion.*.resx
Languages: es

# commodities_1
source: Minerals and food
es: Minerales y alimentos

# equipo_medico
source: Medical equipment
es: Equipo médico

# equipo_medico_1
source: We are associated by project with the leading brands of medical equipment for hospitals, clinics and doctors' offices
es: Somos asociados por proyecto con las marcas líderes de equipamiento médico para hospitales, clínicas y consultorios médicos

# fuerza_productora
source: Producing force
es: Fuerza productora

# fuerza_productora_1
source: We represent: more than 5,000 beekeepers throughout Mexico and We have an agreement with the 3 main packaging companies that meet the strictest export requirements, to be able to supply, from 350-gram jars to 300-kilogram barrels
es: Representamos a: más de 5,000 apicultores en todo México y tenemos convenio con las 3 principales envasadoras que cumplen con los más estrictos requisitos para exportación, para poder surtir, desde frascos de 350 gramos hasta barriles de 300 kilogramos

# la_miel_en_el_mundo
source: Honey in the world
es: La miel en el mundo

# la_miel_en_el_mundo_1
source: Honey is a food, so it is regulated by specialized agencies around the world such as: The United States Food and Drug Administration or Food and Drug Administration, FDA, The Alimentarius Codex which is an initiative of the World Health Organization, WHO and The European Food Safety Authority or European Food Safety Authority, EFSA. In Mexico, the regulatory authority is SENASICA, belonging to the Official Agricultural Organization and which homologates its principles and regulations to those of the FDA of its commercial partner. Under these standards the FAO considers that, for honey, the five main honey producers are China, Russia, Mexico, the United States and Spain
es: La miel es un alimento, por lo que lo regulan organismos especializados en todo el mundo como: La Administración de Comida y Drogas de los Estados Unidos o Food and Drug Administration, FDA, El Códex Alimentarius que es una iniciativa de la Organización Mundial de la Salud, OMS y La Autoridad Europea de Seguridad Alimentaria o European Food Safety Authority, EFSA. En México la autoridad reguladora es SENASICA, perteneciente a la Organización Agropecuaria Oficial y que homologa sus principios y reglamentaciones a las de la FDA de su socio comercial. Bajo estos estándares la FAO considera que, para la miel, los cinco principales productores de miel son China, Rusia, México, Estados Unidos y España

# la_miel_en_el_mundo_2
source: The most appreciated honeys are those from Brazil, Spain and Mexico for their purity, medicinal properties and nutritional properties. The National Library of Medicine of the United States registers 320 types of honey; and in Mexico there are more than 250 of them
es: Las mieles más apreciadas son las de Brasil, España y México por su pureza, propiedades medicinales y propiedades alimenticias. La Biblioteca Nacional de Medicina de Estados Unidos registra 320 tipos de miel; y en México se tienen más de 250 de ellas

# maquinaria
source: Industrial machinery
es: maquinaria

# maquinaria_1
source: We have associated with the best construction machinery lessors
es: Contamos con asociados con los mejores arrendadores de maquinaria para construcción

# miel
source: Honey
es: Miel

# miel_mexicana_multiflora
source: Multiflora mexican honey
es: Miel mexicana multiflora

# miel_mexicana_multiflora_1
source: It is the most sold in Mexico, the United States of America, and Asia, since the producing bees are MELIFERAS, which travel through many regions of the vast Mexican territory. Producing honey with a mixture of flavors and consistencies. Mexican beekeepers homogenize it by creating a flavor standard known throughout the world for a sweet taste with a touch of acid that makes it exquisite.
es: Es la más vendida en México, Estados Unidos de América, y Asia, ya que las abejas productoras MELÍFERAS, que viajan por muchas regiones del basto territorio mexicano. Produciendo miel de mezcla de sabores y consistencias. Los apicultores mexicanos la homogenizan creando un estandar de sabor conocido en todo el mundo por un sabor dulce con un toque ácido que la hace exquisita

# miel_mexicana_uniflora
source: Uniflora mexican honey
es: Miel mexicana uniflora

# miel_mexicana_uniflora_1
source: In Mexico there are endemic flowers that produce pollen that, when processed by the bee, create a sweet, semi-acid, semi-bitter honey
es: En México se tienen flores endémicas que producen un polen que, al ser procesadas por la abeja, crean una miel dulce, semi ácida y semi amarga

# miel_mexicana_uniflora_2
source: Mexican endemic honeys are Mezquite, Tojonal, Avocado, Dzizilche, Jabín
es: Mieles endémicas mexicanas son la de Mezquite, Tojonal, Aguacate, Dzizilche, Jabín

# miel_mexicana_uniflora_3
source: The advantage of Mexican Honey, over other countries, is that it is harvested throughout the year due to its mild climate. An example is ORANGE honey, whose honey is "small light amber drops" which is the sweet honey of other citrus fruits. Its flavor is delicate and very floral, it is a type of honey that hardly crystallizes. Its flavor combines perfectly with infusions and fruit desserts.
es: La ventaja de la Miel Mexicana, sobre los demás países, es que se cosecha durante todo el año por el clima tan bondadoso que tiene. Un ejemplo es la miel de NARANJA su miel son "pequeñas gotas color ámbar claro" es la miel dulce de los demás cítricos. Su sabor es delicado y muy floral, es un tipo de miel que casi no cristaliza. Su sabor combina perfecto con infusiones y postres con fruta.

# proceso_de_venta_paso1
source: Sale process: (step 1)
es: Proceso de venta (paso 1)

# proceso_de_venta_paso1_1
source: Choose
es: Elegir

# proceso_de_venta_paso2
source: Sale process: (step 2)
es: Proceso de venta (paso 2)

# proceso_de_venta_paso2_1
source: Call our office in Mexico at +52 5547392178 from Monday to Friday from 10 a.m. to 5 p.m. for shipping information and delivery time and place the order
es: Llamar al nuestra oficina en México al +52 5547392178 de Lunes a Viernes de 10 hrs a 17 hrs para información de envío y tiempo de enrtega y realizar el pedido

# proceso_de_venta_paso3
source: Sale process: (step 3)
es: Proceso de venta (paso 3)

# proceso_de_venta_paso3_1
source: Verified the amount, quantity and type of packaging, the invoice and the payment method will be sent to you
es: Verificado el importe, la cantidad y el tipo de envasado, se le enviará la factura y la forma de pago

# proceso_de_venta_paso4
source: Sale process: (step 4)
es: Proceso de venta (paso4)

# proceso_de_venta_paso4_1
source: Our transporter and / or exporter company will deliver it where you need it
es: Nuestra empresa transportadora y/o exportadora la entregará en donde lo necesite

# productos_sustentables
source: Sustainable inputs
es: Productos sustentables

# productos_sustentables_1
source: We believe in sustainability as a mandatory part of in the industrial production, for this reason we commercialize any product with certificates of protection and benefit to nature
es: Creemos en la sustentabilidad como una parte obligatoria de la producción industrial, por ello comercializamos cualquier producto con certificados de protección y de beneficio a la naruraleza

# productos_y_servicios
source: Products and services
es: Productos y servicios

# title
source: See catalog
es: Ver catálogo
