Repository: eltacoalb/Generad
Catalog: Generad/Resources/Holding/Holding.*.resx
Languages: es

# clientes_de_gobiernos
source: Government clients
es: Clientes de gobiernos

# clientes_de_gobiernos_1
source: Federal, state, municipal
es: Federal, estatal o municipal

# clientes_de_gobiernos_2
source: We offer development of infrastructure projects based on the needs that the population requires in the areas of: HEALTH (general and high-specialty hospitals; Solid Waste treatment, recycling and incineration plants with WTE power generation and wastewater treatment plants and water treatment plants), LAND AND AQUATIC ROADS (public or concessioned), and SUSTAINABLE CITIES, WITHOUT GOVERNMENT INVESTMENT
es: Ofrecemos desarrollo de proyectos de infraestructura partiendo de las necesidades que requiera la población en las áreas de: SALUD (hospitales generales y de alta especialidad; de plantas de tratamiento, reciclamiento e incineración de Residuos Sólidos con generación de energía WTE y plantas de tratamiento de agua residual y plantas potabilizadoras), VIALIDADES TERRESTRES Y ACUÁTICAS (públicas o concesionadas), y CIUDADES SUSTENTABLES, SIN INVERSIÓN GUBERNAMENTAL

# clientes_de_gobiernos_3
source: We offer to contact governments with the best and most honest companies of design, architectural design, construction, infrastructure equipment, operation and maintenance of real estate
es: Ofrecemos contactar a los gobiernos con las mejores y mas honestas empresas de diseño, diseño arquitectónico, construcción, equipamiento de infraestrucura, operación y manteniminto de inmuebles

# clientes_de_gobiernos_4
source: we offer financing of public infrastructure for PUBLIC-PRIVATE ASSOCIATIONS
es: Ofrecemos financiamiento de infraestructura pública para ASOCIACIONES PÚBLICO-PRIVADAS

# clientes_de_gobiernos_5
source: We offer transversally mediation of technical, legal and / or economic conflicts with companies hired as contractors or suppliers, professionals or other federal governments or state governments or departments and / or municipal governments
es: Ofrecemos transversalmente mediación de conflictos técnicos, legales y/o económicos con empresas contratadas como contratistas o proveedores, profesionistas u otros gobiernos federales o gobiernos de estados o departamentos y/o gobiernos municipales

# clientes_privados
source: Private customers
es: Clientes privados

# clientes_profesionales
source: Independent professionals
es: Clientes profesionales

# clientes_profesionales_1
source: Independent
es: Independientes

# clientes_profesionales_2
source: We offer to develop your potential and add them to projects while preserving their individuality
es: Ofrecemos desarrollar su potencial y sumarlos a los proyectos conservando su individualidad

# empresas_grandes
source: Big enterprises
es: Empresas grandes

# empresas_grandes_1
source: We offer optimization and auditing of your business model through technical and legal advice and consultancy for business conflicts, previous or current, in addition to offering project proposals with financing and their guaranteed realization through factoring
es: Ofrecemos optimización y auditoría a su modelo de negocio mediante asesoría y consultoría técnica y legal para conflictos empresariales, anteriores o actuales, además de ofrecer propuesta de proyectos con financiamiento y su realización garantizada mediante factoraje

# empresas_grandes_2
source: We offer financing, technology and legal supervision for PUBLIC-PRIVATE ASSOCIATIONS, CONCESSIONS and ASSIGNMENTS BY SPECIALTY
es: Ofrecemos financiamiento, tecnología y supervisión legal para ASOCIACIONES PÚBLICO-PRIVADAS, CONCESIONES y ASIGNACIONES POR ESPECIALIDAD

# empresas_grandes_3
source: We offer transversally mediation of technical, legal and / or economic conflicts with other companies or with federal governments, state governments or departments and / or municipal governments, with a guarantee of collection
es: Ofrecemos transversalmente mediación de conflictos técnicos, legales y/o económicos con otras empresas o con gobiernos federales, gobiernos de estados o departamentos y/o gobiernos municipales, con garantía de cobranza

# empresas_medianas
source: Medium businesses
es: Empresas medianas

# empresas_medianas_1
source: We offer optimization of your business model through technical, legal and financial audits, proposal of projects with financing and their guaranteed realization
es: Ofrecemos optimización de su modelo de negocio mediante auditorías técnicas, legales y financieras, propuesta de proyectos con financiamiento y su realización garantizada

# empresas_medianas_2
source: We offer mediation of technical, legal and / or economic conflicts with other companies or with federal governments, state or department governments and / or municipal governments. We use cross-cutting solutions that benefit all parties
es: Ofrecemos mediación de conflictos técnicos, legales y/o económicos con otras empresas o con gobiernos federales, gobiernos de estados o departamentos y/o gobiernos municipales. Utilizamos soluciones transversales que beneficien a todas las partes

# empresas_micro
source: Micro enterprises
es: Empresas micro

# empresas_micro_1
source: We offer business models of fast investment recovery with proportional profit
es: Ofrecemos modelos de negocios de rápida recuperación de inversión con utilidad proporcional

# empresas_pequeñas
source: Small companies
es: Empresas pequeñas

# empresas_pequeñas_1
source: We offer business models of high investment recovery, client portfolio and revolving capital of investment funds
es: Ofrecemos modelos de negocios de alta recuperación de inversión, cartera de clientes y capital revolvente de fondos de inversión

# independientes
source: Independent
es: Independientes

# independientes_1
source: We offer to develop your potential and add them to projects while preserving their individuality
es: Ofrecemos desarrollar su potencial y sumarlos a los proyectos conservando su individualidad
