Repository: eltacoalb/Generad
Catalog: Generad/Resources/Integracion/integracion.*.resx
Languages: es

# comunicacion_efectiva
source: Effective communication
es: Comunicación efectiva

# comunicacion_efectiva_1
source: we standardize understandings between peers and collaborators, reach agreements and fulfill them
es: Estandarizamos los entendimientos entre pares y colaboradores, para llegar a acuerdos y cumplirlos

# desarrollo_de_negocios
source: Business development and human development: knowledge
es: Desarrollo de negocios y desarrollo humano: conocimientos

# desarrollo_de_negocios_actitudes
source: Business development and human development: attitudes
es: Desarrollo de negocios y desarrollo humano: actitudes

# desarrollo_de_negocios_habilidades
source: Business development and human development: skills
es: Desarrollo de negocios y desarrollo humano: habilidades

# disciplina_institucional_responsabilidad
source: Institutional discipline, responsibility and disposition
es: Disciplina institucional, responsabilidad y disposición

# disciplina_institucional_responsabilidad_1
source: We standardize individual criteria in groups of the organization in accordance with its mission and business and quality policies
es: Estandarizamos los criterios individuales en colectivos de la organización de conformidad con su misión y políticas empresariales y de calidad

# disciplina_institucional_responsabilidad_2
source: We carry out playful and experiential workshops in harmonious places
es: Realizamos talleres lúdicos y vivenciales en lugares armónicos

# entrenamiento_y_formacion
source: Training and formation of corporate and government employees
es: Entrenamiento y formación de empleados empresariales y de gobierno

# entrenamiento_y_formacion_1
source: e carry out objective evaluations, standardize the required skills and enhance specialty skills
es: Realizamos evaluaciones objetivas, estandarizamos las habilidades requeridas y potenciamos las de especialidad

# formacion_directiva
source: Manager training
es: Formación directiva

# generales_y_especializados
source: General and specialized for companies and governments
es: Generales y especializados para empresas y gobiernos

# generales_y_especializados_1
source: we carry out objective evaluations, standardize the required skills and enhance specialty skills
es: Realizamos evaluaciones objetivas, estandarizamos los conocimeintos requeridos y potenciamos los de especialidad

# generales_y_especializados_2
source: We prepare and / or give courses, seminars, talks or conferences, from 1 person onwards
es: Elaboramos y/o impartimos cursos, seminarios, pláticas o conferencias, desde 1 persona en adelante

# vision_de_negocio
source: Effective communication
es: Visión de negocio

# vision_de_negocio_1
source: We specialize in teaching successful methodologies so that managers establish simple and clear routes to achieve the objective of their area in accordance with the mission and organizational policy
es: Nos especializamos en enseñar metodologías exitosas para que los directivos establezcan rutas sencillas y claras para alcanzar el objetivo de su área acorde con la misión y política organizacional
